{
  "en": {
    "title": "ROK 2018 Kingdom War Global League",
    "rules": "Rules",
    "kingdom_points": "Kingdom Points Rankings",
    "Elite_League": "Elite",
    "Amateur_League": "Amateur",
    "Pool_A": "Pool A",
    "Pool_B": "Pool B",
    "Rank": "Rank",
    "Kingdoms": "Kingdoms",
    "Victory": "Victory",
    "Defeat": "Defeat",
    "Total_Points": "Points",
    "Individual_Points": "Individual Points Rankings",
    "Player_ID": "Player ID",
    "Average_Net_Kingdom_Points": "Points",
    "rules_rule": "1. Each season comprises 6 rounds of regular matches. Kingdoms rankings will be determined by the number of wins during the season.\n2. If there are 2 (or more) kingdoms with an identical number of wins, then their total points earned minus their total points lost to enemy kingdoms will determine who ranks higher.\n \nRewards Rules\nOnly the Top 20 players from a winning kingdom will receive the following rank rewards.\n\nTop Kingdom Rewards\nThe Top 2 Kingdoms, 1 from Pool A and 1 from Pool B, will receive additional bonus rewards as follows: Champion's Nameplate, Champion's Avatar Frame and 10 other secret priceless gifts.\n\nRanking Rewards\nTop 5 Kingdoms from each Pool\n10 Secret priceless rewards + 5K Legendary Medal + 50K Gems + 50K Arcane Stone\n\nRanks 6-10\n7 Secret priceless rewards + 3K Legendary Medal + 30K Gems + 30K Arcane Stone\n\nRanks 11-15\n5 Secret priceless rewards + 2K Legendary Medal + 20K Gems + 20K Arcane Stone\n\nRanks 16-20\n3 Secret priceless rewards + 1K Legendary Medal + 10K Gems + 10K Arcane Stone\n\nGlobal League Breakdown\nAfter Season 1 is completed, all kingdoms eligible for Kingdom War will be sorted into 2 leagues, the Elite League and the Amateur League. The Top 20 kingdoms from each pool in Season 1 will form the Elite League, while all the other kingdoms will form the Amateur League.\n\nElite League\n1. At the end of each season [excluding Season 1], the bottom 8 kingdoms in the Elite League (based on wins/losses) will be demoted to the Amateur League. No one is guaranteed a spot in the Elite League. Your place among the elite must be earned, as well as defended! \n2. At the end of each season [excluding Season 1], the top 8 teams from the Amateur League will be promoted to the Elite League. Fight hard and move your kingdom into the elite!\n\nAmateur League\n1. Kingdoms that are not eligible for Kingdom War by 2017.12.31 will be added to Kingdom War Global League mid-season as they become eligible. \n2. These kingdoms will start in the Amateur League. Because this will result in different numbers of matches for different league members, the Amateur League will not use win rate for its rankings.\n3. Instead of win rate, points will be assigned based on the average points acquired by each Kingdom during Kingdom War minus the average points lost to their enemies.\n\nSeason 1 Pool Breakdowns\nAll eligible Kingdoms (those eligible for Kingdom War) as of 2017.12.31 will be divided into two pools for Season 1 as follows:\nPool A \n(1, 2, 3, 5, 11, 12, 13, 14, 16, 19, 22, 24, 25, 27, 29, 32, 33, 36, 37, 38, 41, 42, 47, 48, 49, 55, 56, 57, 58, 59, 60, 68, 69, 70, 71, 72, 73, 85, 86, 87, 88, 89, 90, 96, 97, 100, 101, 103, 104, 106, 109, 110, 112, 113, 114, 115, 116, 119, 122, 123)\n\nPool B\n(4, 6, 7, 8, 9, 10, 15, 17, 18, 20, 21, 23, 26, 28, 30, 31, 34, 35, 39, 40, 43, 44, 45, 46, 50, 51, 52, 53, 54, 61, 62, 63, 64, 65, 66, 67, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 91, 92, 93, 94, 95, 98, 99, 102, 105, 107, 108, 111, 117, 118, 120, 121, 124, 125, 127)",
    "close": "Close"
  },
  "ar": {
    "title": "مسابقة الممالك العالمية 2018",
    "rules": "القواعد",
    "kingdom_points": "ترتيب نقاط المملكة",
    "Elite_League": "مستوى النخبة",
    "Amateur_League": "مستوى الهواة",
    "Pool_A": "مجموعة A",
    "Pool_B": "مجموعة B",
    "Rank": "ترتيب",
    "Kingdoms": "ممالك",
    "Victory": "انتصار",
    "Defeat": "هزيمة",
    "Total_Points": "نقاط",
    "Individual_Points": "ترتيب النقاط الشخصية",
    "Player_ID": "اسم اللاعب",
    "Average_Net_Kingdom_Points": "نقاط",
    "rules_rule": "1- المسابقة في كل موسم ستقوم لـ6 جولات، وسيتم تحديد الترتيب وفق معدل الفوز في المسابقات.\n2- سيتم تحديد الترتيب على أساس النقاط الصافية في حالة أن يكون معدل الفوز لعدة الممالك نفس شيء. (النقاط الصافية = النقاط التي حصلت مملكتك عليها ناقص النقاط التي حصلت عليها مملكة العدو)\n\nالجوائز\nاللاعبون الـ20 الأوائل من المملكة الفائزة سيحصلون على جوائز الترتيب. \n\nجوائز للمملكة الحاصلة على المركز الأول\nالمملكة الحاصلة على المركز الأول من مجموعة A والمملكة الحاصلة على المركز الأول من مجموعة B ستحصلان على الجوائز التالية:لافتة خاصة بالبطل، إطار خاص بالبطل، 10 هدايا ثمينة.\n\nجوائز الترتيب\nالممالك الـ5 الأولى من كل مجموعة\n10 جوائز ثمينة + 5K ميدالية أسطورية +50k جواهر + 50k حجر غامض\n\nمن الترتيب 6 إلى 10\n7 جوائز ثمينة + 3K ميدالية أسطورية +30k جواهر + 30k حجر غامض\n\nمن الترتيب 11 إلى 15\n5 جوائز ثمينة + 2K ميدالية أسطورية +20k جواهر + 20k حجر غامض\n\nمن الترتيب 16 إلى 20\n3 جوائز ثمينة + 1K ميدالية أسطورية +10k جواهر + 10k حجر غامض\n\nشرح مفصل للمسابقة\nبعد انتهاء المسابقة للموسم 1، كل الممالك المؤهلة ستدخل مستوى النخبة ومستوى الهواة، الممالك الـ20 الأولى من كل مجموعة في الموسم 1 ستدخل مستوى النخبة، أما بقية الممالك ستدخل مستوى الهواة.\n\nمستوى النخبة\n1- عند انتهاء كل موسم (لا يشمل الموسم 1)، الممالك الـ8 الأخيرة في  مستوى النخبة سيتم تخفيضهم إلى مستوى الهواة.\n2- عند انتهاء كل موسم (لا يشمل الموسم 1)، الممالك الـ8 الأولى من مستوى الهواة ستيم ترقيتهم إلى مستوى النخبة.\n\nمستوى الهواة\n1- الممالك التي فتحت فيها حرب المملكة بعد 2017/12/31 سيتم تعيينهم في مستوى الهواة.\n2- هذه الممالك ستبدأ من المسابقة لمستوى الهواة، نظرا لأنه قد يختلف عدد الجولات لحرب المملكة التي تخوضها هذه الممالك فلن يتم تحديد الترتيب على أساس معدل الفوز بنسبة لهذه الممالك.\n3- سيتم ترتيب الممالك لمستوى الهواة على أساس متوسط النقاط الصافية (النقاط الصافية = النقاط التي حصلت مملكتك عليها ناقص النقاط التي حصلت عليها مملكة العدو)\n\nشرح لتقسيم المجموعات في \nالموسم 1في 2017/12/31 الممالك التي قد فت حت حرب المملكة سيتم تقسيمهم إلى مجموعتين، \nمجموعة A\n(1, 2, 3, 5, 11, 12, 13, 14, 16, 19, 22, 24, 25, 27, 29, 32, 33, 36, 37, 38, 41, 42, 47, 48, 49, 55, 56, 57, 58, 59, 60, 68, 69, 70, 71, 72, 73, 85, 86, 87, 88, 89, 90, 96, 97, 100, 101, 103, 104, 106, 109, 110, 112, 113, 114, 115, 116, 119, 122, 123)\n\nمجموعة B\n(4, 6, 7, 8, 9, 10, 15, 17, 18, 20, 21, 23, 26, 28, 30, 31, 34, 35, 39, 40, 43, 44, 45, 46, 50, 51, 52, 53, 54, 61, 62, 63, 64, 65, 66, 67, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 91, 92, 93, 94, 95, 98, 99, 102, 105, 107, 108, 111, 117, 118, 120, 121, 124, 125, 127)",
    "close": "إغلاق"
  },
  "de": {
    "title": "ROK 2018 globale Königreichskrieg-Liga",
    "rules": "Regeln",
    "kingdom_points": "Königreichspunkte-Ranglisten",
    "Elite_League": "Eliteliga",
    "Amateur_League": "Amateurliga",
    "Pool_A": "Gruppe A",
    "Pool_B": "Gruppe B",
    "Rank": "Rang",
    "Kingdoms": "Königreiche",
    "Victory": "Sieg",
    "Defeat": "Niederlage",
    "Total_Points": "Punkte",
    "Individual_Points": "Einzelpunkte-Rangliste",
    "Player_ID": "Spieler-ID",
    "Average_Net_Kingdom_Points": "Punkte",
    "rules_rule": "1. Jede Saison umfasst 6 Runden regulärer Spiele. Die Rangliste des Königreiches wird von der Anzahl der Siege während der Saison bestimmt.\n2. Wenn 2 (oder mehr) Königreiche eine identische Gewinnrate haben, dann werden ihre relativen Positionen berechnet, indem die von jedem Königreich während des Königreichskrieges erworbenen Punkte mit den Punkten verglichen werden, die von ihren Feinden erworben wurden.\n\nBelohnungsregeln\nNur die Top 20 Spieler aus einem gewinnenden Königreich erhalten die folgenden Rangbelohnungen.\n\nTop-Königreichsbelohnungen\nDie Top 2 Königreiche, 1 von Gruppe A und 1 von Gruppe B, erhalten zusätzlich folgende Belohnungen: Das Champion-Namensschild, der Champion-Profilbildrahmen und 10 geheime unbezahlbare Gegenstände.\n\nRanglisten-Belohnungen\nTop 5 Königreiche von jedem Gruppe\n10 geheime unbezahlbare Belohnungen + 5K Legendäre Medaille + 50K Edelsteine + 50K Arkanesteine\n\nRang 6-10\n7 geheime unbezahlbare Belohnungen + 3K Legendäre Medaille + 30K Edelsteine + 30K Arkanesteine\n\nRang 11-15\n5 geheime unbezahlbare Belohnungen + 2K Legendäre Medaille + 20K Edelsteine + 20K Arkanesteine\n\nRang 16-20\n3 geheime unbezahlbare Belohnungen + 1K Legendäre Medaille + 10K Edelsteine + 10K Arkanesteine\n\nErklärung der globalen Liga\nNach Abschluss der ersten Saison werden alle Königreiche, die für den Königreichskrieg infrage kommen, in 2 Ligen eingeteilt, die Eliteliga und die Amateurliga. Die Top 20 Königreiche aus jedem Gruppe in Saison 1 bilden die Eliteliga, während alle anderen Königreiche die Amateurliga bilden. \n \nEliteliga\n1. Am Ende jeder Saison [außer Saison 1] werden die untersten 8 Königreiche der Eliteliga (basierend auf Gewinnen / Verlusten) in die Amateurliga absteigen. Niemand hat einen garantierten Platz in der Eliteliga. Euer Platz in der Elite muss verdient und verteidigt werden!\n2. Am Ende jeder Saison [außer Saison 1] werden die besten 8 Königreiche der Amateurliga in die Eliteliga befördert. Kämpft hart und bringt Euer Königreich in die Elite! \n\nAmateurliga\n1. Königreiche, die bis 31.12.2017 nicht zum Königreichskrieg in Frage kommen, werden Mitte der Saison zu Königreichskrieg der globalen Liga hinzugefügt, wenn sie in Frage kommen.\n2. Diese Königreiche werden in der Amateurliga starten. Da dies zu einer unterschiedlichen Anzahl von Spielen für verschiedene Ligamitglieder führt, wird die Amateurliga keine Gewinnrate für ihre Rangliste verwenden.\n3. Anstelle der Gewinnrate werden Punkte basierend auf den durchschnittlichen Punkten vergeben, die von jedem Königreich während des Königreichskrieges erworben wurden, abzüglich der durchschnittlichen Punkte, die sie an ihre Gegner verloren haben. \n\nErklärung der Gruppe\nAlle in Frage kommenden Königreiche (die für den Königreichskrieg in Frage kommen) werden ab dem 31.12.2017 wie folgt in zwei Gruppen für die Saison 1 aufgeteilt:\nGruppe A\n(1, 2, 3, 5, 11, 12, 13, 14, 16, 19, 22, 24, 25, 27, 29, 32, 33, 36, 37, 38, 41, 42, 47, 48, 49, 55, 56, 57, 58, 59, 60, 68, 69, 70, 71, 72, 73, 85, 86, 87, 88, 89, 90, 96, 97, 100, 101, 103, 104, 106, 109, 110, 112, 113, 114, 115, 116, 119, 122, 123)\n\nGruppe B\n(4, 6, 7, 8, 9, 10, 15, 17, 18, 20, 21, 23, 26, 28, 30, 31, 34, 35, 39, 40, 43, 44, 45, 46, 50, 51, 52, 53, 54, 61, 62, 63, 64, 65, 66, 67, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 91, 92, 93, 94, 95, 98, 99, 102, 105, 107, 108, 111, 117, 118, 120, 121, 124, 125, 127)",
    "close": "Schließen"
  },
  "es": {
    "title": "Liga Mundial 2018: Guerra de Reinos en ROK",
    "rules": "Reglas",
    "kingdom_points": "Ránking de Puntos del Reino",
    "Elite_League": "Élite",
    "Amateur_League": "Amateur",
    "Pool_A": "Grupo A",
    "Pool_B": "Grupo B",
    "Rank": "Ránk",
    "Kingdoms": "Reinos",
    "Victory": "Victoria",
    "Defeat": "Derrota",
    "Total_Points": "Puntos",
    "Individual_Points": "Ránking de puntos individuales",
    "Player_ID": "ID de jugador",
    "Average_Net_Kingdom_Points": "Puntos",
    "rules_rule": "1. Cada temporada incluye 6 rondas de partidos regulares. La clasificación de los reinos estará determinada por el número de victorias durante la temporada.\n2. Si hay 2 (o más) reinos con un número idéntico de victorias, entonces su total de puntos ganados menos menos su total de puntos perdidos contra los reinos enemigos determinará quién ocupa el rango más alto.\n\nReglas de recompensas\nSolo los mejores 20 Lores y Ladies de un reino ganador recibirán las siguientes recompensas de rango.\n\nPrincipales recompensas del Reino\nLos 2 mejores reinos, 1 del grupo A y 1 del grupo B, recibirán recompensas de bonificación adicionales de la siguiente manera: la Placa de Identificación del Campeón, el Marco de avatar del Campeón y otros 10 regalos secretos de valor incalculable.\n \n Clasificación de recompensas\n Los 5 mejores reinos de cada grupo\n 10 Recompensas secretas incalculables + 5 mil Medallass legendarias + 50 mil Gemas + 50 mil Piedras Arcanas\nRángking 6-10\n 7 Recompensas secretas incalculables + 3 mil Medallas Legendarias + 30 mil Gemas + 30 mil Piedras Arcanas\n \nRángking 11-15\n5 Recompensas secretas incalculables + 2 mil Medallas legendarias + 20 mil Gemas + 20 mil Piedras Arcanas\n\nRángking 16-20\n3 Recompensas secretas incalculables + 1 mil Medalla legendaria + 10 mil Gemas + 10 mil Piedras Arcanas\n\nDesglose de la Liga Mundial\nUna vez completada la Temporada 1, todos los reinos elegibles para la Guerra del Reino se clasificarán en 2 ligas, la Liga de Élite y la Liga Amateur. Los 20 mejores reinos de cada grupo en la Temporada 1 formarán la Liga de Élite, mientras que todos los demás reinos formarán la Liga Amateur.\n \n Liga de Élite\n 1. Al final de cada temporada (excluyendo la Temporada 1), los 8 reinos inferiores de la Liga de Élite (basados en índices de victorias/derrotas) serán degradados a la Liga Amateur. Nada garantiza un lugar en la Liga de Élite, por ello debes ganar y defenderte!\n 2. Al final de cada temporada (excluyendo la Temporada 1), los mejores 8 equipos de la Liga Amateur serán promovidos a la Liga de  Élite. ¡Lucha duro y lleva tu reino a la élite!\n \nLiga Amateur\n1. Los reinos que no son elegibles para la Guerra de Reinos hasta el 31/12/2017 se sumarán a la Liga Mundial de la Guerra de Reinos a mitad de temporada a medida que sean elegibles.\n2. Estos reinos comenzarán en la Liga Amateur. Debido a que esto dará como resultado diferentes números de partidos para diferentes miembros de la liga, la Liga Amateur no usará la tasa de victorias para sus clasificaciones.\n3. En lugar de la tasa de victorias, los puntos se asignarán en función de los puntos promedio adquiridos por cada Reino durante la Guerra del Reino menos los puntos promedio perdidos contra sus enemigos.\n\nDesglose de la 1º Temporada\nTodos los Reinos elegibles (aquellos elegibles para la Guerra del Reino) a partir de 31/12/2017 se dividirán en dos grupos para la Temporada 1 de la siguiente manera:\nGrupo A\n1, 2, 3, 5, 11, 12, 13, 14, 16, 19, 22, 24, 25, 27, 29, 32, 33, 36, 37, 38, 41, 42, 47, 48, 49 55, 56, 57, 58, 59, 60, 68, 69, 70, 71, 72, 73, 85, 86, 87, 88, 89, 90, 96, 97, 100, 101, 103, 104, 106 , 109, 110, 112, 113, 114, 115, 116, 119, 122, 123.\n\nGrupo B\n4, 6, 7, 8, 9, 10, 15, 17, 18, 20, 21, 23, 26, 28, 30, 31, 34, 35, 39, 40, 43, 44, 45, 46, 50 51, 52, 53, 54, 61, 62, 63, 64, 65, 66, 67, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 91, 92, 93 , 94, 95, 98, 99, 102, 105, 107, 108, 111, 117, 118, 120, 121, 124, 125, 127",
    "close": "Cerrar"
  },
  "fr": {
    "title": "Ligue Mondiale 2018 de la Guerre des Royaumes ROK",
    "rules": "Règles",
    "kingdom_points": "Classement des Royaumes par Points",
    "Elite_League": "Elite",
    "Amateur_League": "Amateur",
    "Pool_A": "Poule A",
    "Pool_B": "Poule B",
    "Rank": "Rang",
    "Kingdoms": "Royaumes",
    "Victory": "Victoire",
    "Defeat": "Défaite",
    "Total_Points": "Points",
    "Individual_Points": "Classement Individuel par Points",
    "Player_ID": "ID Joueur",
    "Average_Net_Kingdom_Points": "Points",
    "rules_rule": "1. Chaque saison comprendra 6 rounds de matchs réguliers. Le classement par Royaume sera déterminé en fonction du nombre de victoires pendant la saison.\n 2. S'il y a 2 (ou plus) Royaumes ayant obtenu le même nombre de victoires, leur classement sera alors déterminé en fonction du nombre de leurs points gagnés moins leurs points perdus.\n \nRègles pour les Récompenses\n Seuls les Top 20 joueurs d'un Royaume vainqueur recevront les récompenses de classement suivantes.\n \nRécompenses du Top Royaume\n Les Top 2  Royaumes, l'un de la Poule A et l'autre de la Poule B, recevront des récompenses supplémentaires : une Plaque de Nom du Champion, un Cadre d'Avatar du Champion ainsi que 10 autres cadeaux secrets inestimables!\n \nRécompenses de Classement\n Les Top 5 Royaumes dans chaque Poule\n 10 Récompenses secrètes inestimables + 5K de Médailles Légendaires + 50K de Gemmes + 50K de Pierres des Arcanes\n \nRang 6-10\n 7 Récompenses secrètes inestimables + 3K de Médailles Légendaires + 30K de Gemmes + 30K de Pierres des Arcanes\n \nRang 11-15\n5 Récompenses secrètes inestimables + 2K de Médailles Légendaires + 20K de Gemmes + 20K de Pierres des Arcanes\n\nRang 16-20\n3 Récompenses secrètes inestimables + 1K de Médailles Légendaires + 10K de Gemmes + 10K de Pierres des Arcanes\n\n Répartition de la Ligue Mondiale\n Une fois la Saison 1 terminée, tous les royaumes admissibles pour la Guerre des Royaumes seront répartis en 2 Ligues : la Ligue Elite et la Ligue Amateur. Le Top 20 des Royaumes de chaque Poule pendant la Saison 1 formeront la Ligue Elite, tandis que le reste des Royaumes formeront la Ligue Amateur.\n\nLigue Elite\n 1. A la fin de chaque saison [à l'exception de la Saison 1], les 8 moins bons royaumes de la Ligue Elite (en fonction des victoires/défaites) seront rétrogradés en Ligue Amateur. Personne ne peut vous garantir une place dans la Ligue Elite. Votre place dans l'élite doit être gagnée et défendue!\n 2. A la fin de chaque saison [à l'exception de la Saison 1], les 8 meilleurs royaumes de la Ligue Amateur seront promus en Ligue Elite. Combattez de toutes vos forces pour que votre Royaume fasse partie de l'élite!\n \nLigue Amateur\n1. Les Royaumes qui ne sont pas admissibles pour la Guerre des Royaumes en date du 31/12/2017 seront rajoutés dans la Ligue Mondiale des Guerres des Royaumes à la mi-saison, lorsqu'ils deviennent admissibles.\n2. Ces Royaumes commenceront en Ligue Amateur. Comme ceci provoquera un nombre différent de matchs pour les différents membres de la ligue, la Ligue Amateur n'utilisera pas le taux de victoire pour le classement.\n3. A la place du taux de victoire, les points seront alors déterminés selon la moyenne de leurs points  gagnés moins les points de leur ennemi pour chaque Guerre des Royaumes.\n\nRépartition des Poules de la Saison 1\nTous les Royaumes admissibles (ceux admissibles pour la Guerre des Royaumes) en date du 31/12/2017 seront répartis en deux Poules pour la Saison 1 de la manière suivante :\nPoule A\n (1, 2, 3, 5, 11, 12, 13, 14, 16, 19, 22, 24, 25, 27, 29, 32, 33, 36, 37, 38, 41, 42, 47, 48, 49, 55, 56, 57, 58, 59, 60, 68, 69, 70, 71, 72, 73, 85, 86, 87, 88, 89, 90, 96, 97, 100, 101, 103, 104, 106, 109, 110, 112, 113, 114, 115, 116, 119, 122, 123)\n\nPoule B\n(4, 6, 7, 8, 9, 10, 15, 17, 18, 20, 21, 23, 26, 28, 30, 31, 34, 35, 39, 40, 43, 44, 45, 46, 50, 51, 52, 53, 54, 61, 62, 63, 64, 65, 66, 67, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 91, 92, 93, 94, 95, 98, 99, 102, 105, 107, 108, 111, 117, 118, 120, 121, 124, 125, 127)",
    "close": "Fermer"
  },
  "id": {
    "title": "Liga Perang Kerjaan Dunia 2018 ROK",
    "rules": "Aturan",
    "kingdom_points": "Rangking Poin Kerajaan",
    "Elite_League": "Elit",
    "Amateur_League": "Amatir",
    "Pool_A": "Kelompok A",
    "Pool_B": "Kelompok B",
    "Rank": "Rangk",
    "Kingdoms": "Kerajaan",
    "Victory": "Menang",
    "Defeat": "Kalah",
    "Total_Points": "Poin",
    "Individual_Points": "Rangking Poin Individu",
    "Player_ID": "ID pemain",
    "Average_Net_Kingdom_Points": "Poin",
    "rules_rule": "1. Setiap musim terdiri dari 6 putaran pertandingan reguler. Rangking kerajaan akan ditentukan oleh jumlah pemenang sepanjang musim.\n 2. Jika ada 2 (atau lebih) kerajaan yang menang dengan jumlah poin yang sama, maka cara menentukan siapa yang mendapatkan Rangking lebih tinggi adalah dengan menghitung total poin yang di dapat akan dikurangi total poin yang hilang dari kerajaan musuh.\n \nAturan Hadiah\n Hanya Top 20 pemain dari kerajaan yang menang yang akan mendapatkan hadiah rangking.\n \nHadiah Top Kerajaan\n 2 Top Kerajaan, 1 dari Kelompok A dan 1 dari Kelompok B, akan mendapatkan berbagai bonus tambahan sebagai berikut: Plat Nama Pemenang, Bingkai Avatar Pemenang dan 10 hadiah rahasia berharga lainnya.\n \nRangking Hadiah\nTop 5 Kerajaan dari masing-masing kelompok\n10 Hadiah rahasia berharga + 5K Medali Legendaris + 50K Gem + 50K Batu Rahasia\n\nRangking 6-10\n7 Hadiah rahasia berharga + 3K Medali Legendaris + 30K Gem + 30K Batu Rahasia\n\nRangking 11-15\n5 Hadiah rahasia berharga + 2K Medali Legendaris + 20K Gem + 20K Batu Rahasia\n\nRangking 16-20\n3 Hadiah rahasia berharga + 1K Medali Legendaris + 10K Gem + 10K Batu Rahasia\n\nRincian Liga Dunia\nSetelah musim 1 selesai, semua kerajaan yang memenuhi persyaratan untuk Perang Kerajaan akan dibagi menjadi 2 liga, Liga Elit dan Liga Amatir. Top 20 kerajaan dari setiap kelompok di Musim 1 akan berada di Liga Elit, sementara semua kerajaan lainnya akan berada di Liga Amatir. \n\nLiga Elit\n1. Pada akhir setiap musim [tidak termasuk musim 1], 8 kerajaan terbawah di Liga Elit (berdasarkan menang/kalah) akan diturunkan ke Liga Amatir. Tidak ada jaminan tempat di Liga Elit. Posisimu di Liga Elit harus didapatkan dan dipertahankan!\n2. Pada akhir setiap musim [tidak termasuk musim 1], top 8 tim dari Liga Amatir akan dipromosikan ke Liga Elit. Berjuang keras dan pindahkan kerajaanmu ke liga elit! \n\nLiga Amatir\n1. Kerajaan yang tidak memenuhi persyaratn untuk Perang Kerajaan pada tanggal 31.12.2017 akan dimasukan ke Liga Perang Dunia pertengahan musim saat sudah memenuhi syarat.\n2. Kerajaan ini akan mulai di Liga Amatir. Karena hasil dari liga ini melibatkan anggota liga dengan jumlah yang berbeda dalam Perang Kerajaan, Liga Amatir tidak akan mempertimbangkan tingkat pemenang untuk penentuan rangking.\n3. Sebagai ganti tingkat kemenangan, poin ditetapkan berdasarkan poin rata-rata yang diperoleh oleh setiap Kerajaan selama Perang Kerajaan dikurangi poin rata-rata yang diperoleh musuh.\n\nRincian Kelompok Musim 1\nSemua Kerajaan yang memenuhi persyaratan (yang memenuhi syarat untuk Perang Kerajaan) pada tangal 31.12.2017 akan dibagi menjadi dua kelompok untuk Musim 1 sebagai berikut:\nKelompok A\n(1, 2, 3, 5, 11, 12, 13, 14, 16, 19, 22, 24, 25, 27, 29, 32, 33, 36, 37, 38, 41, 42, 47, 48, 49, 55, 56, 57, 58, 59, 60, 68, 69, 70, 71, 72, 73, 85, 86, 87, 88, 89, 90, 96, 97, 100, 101, 103, 104, 106, 109, 110, 112, 113, 114, 115, 116, 119, 122, 123)\n\nKelompok B\n(4, 6, 7, 8, 9, 10, 15, 17, 18, 20, 21, 23, 26, 28, 30, 31, 34, 35, 39, 40, 43, 44, 45, 46, 50, 51, 52, 53, 54, 61, 62, 63, 64, 65, 66, 67, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 91, 92, 93, 94, 95, 98, 99, 102, 105, 107, 108, 111, 117, 118, 120, 121, 124, 125, 127)",
    "close": "Tutup"
  },
  "it": {
    "title": "ROK 2018 lega globale della Guerra del reame",
    "rules": "Regole",
    "kingdom_points": "Classifiche punti reame",
    "Elite_League": "Lega élite",
    "Amateur_League": "Dilettanti",
    "Pool_A": "Gruppo A",
    "Pool_B": "Gruppo B",
    "Rank": "Classifica",
    "Kingdoms": "Reami",
    "Victory": "Vittoria",
    "Defeat": "Sconfitta",
    "Total_Points": "Punti",
    "Individual_Points": "Classifiche punti individuali",
    "Player_ID": "ID giocatore",
    "Average_Net_Kingdom_Points": "Punti",
    "rules_rule": "1. Ogni stagione comprende 6 turni di partite regolari. Le classifiche dei reami saranno determinate dal numero di vittorie durante la stagione.\n 2. Se ci sono 2 (o più) reami con un identico numero di vittorie, allora i loro punti totali guadagnati meno i loro punti totali persi contro reami nemici  determineranno chi si posiziona più in alto.\n \nRegole dei premi\n Solo i primi 20 giocatori di un reame vincente riceveranno i seguenti premi di classifica.\n\nI migliori premi del reame\n I migliori 2 reami, 1 del gruppo A e 1 del gruppo B, riceveranno bonus aggiuntivi come segue: targa  del campione, avatar del campione e altri 10 regali segreti inestimabili.\n \n Ricompense classifica\n I migliori 5 reami da ogni gruppo\n 10 regali segreti inestimabili + 5K medaglie leggendarie + 50K gemme + 50K pietre arcane\n \nPosizioni 6-10\n 7 regali segreti inestimabili + 3K medaglie leggendarie + 30K gemme + 30K pietre arcane\n \nPosizioni 11-15\n5 regali segreti inestimabili + 2K medaglie leggendarie + 20K gemme + 20K pietre arcane\n\nPosizioni 16-20\n3 regali segreti inestimabili + 1K medaglie leggendarie + 10K gemme + 10K pietre arcane\n\nSpartizione lega globale\n Dopo che la stagione 1 è stata completata, tutti i reami ammessi a partecipare alla Guerra del reame saranno suddivisi in 2 leghe, la lega élite e la lega dilettanti, I primi 20 reami di ogni gruppo nella stagione 1 formeranno la lega élite, mentre tutti gli altri reami formeranno la lega dilettanti. \n \nLega élite\n 1. Alla fine di ogni stagione [esclusa la Stagione 1], gli 8 reami al fondo della lega élite (basati su vittorie/sconfitte) saranno retrocessi in lega dilettanti. A nessuno è garantito un posto nella lega élite. Il tuo posto tra le élite deve essere guadagnato, oltre che difeso!\n 2. Alla fine di ogni stagione [esclusa la stagione 1], le migliori 8 squadre della lega dilettanti saranno promosse in lega élite. Combatti duramente e muovi il tuo reame nell'élite! \n \nLega principianti\n1. I reami che non saranno ammessi a partecipare alla Guerra del reame entro il 31.12.2017 saranno aggiunti alla lega globale della Guerra del reame a metà stagione man mano che diventeranno idonei.\n2. Questi reami inizieranno nella lega dilettanti. Poiché questo si tradurrà in un numero diverso di partite per membri della lega, la lega dilettanti non utilizzerà la percentuale di vittorie per le sue classifiche.\n3. Invece del tasso di vittorie, i punti saranno assegnati in base ai punti medi acquisiti da ciascun reame durante la Guerra del reame meno i punti medi persi contro i loro nemici.\n \nRipartizione dei gruppi della prima stagione\nTutti i reami ammissibili (quelli ammessi a partecipare alla Guerra del reame) a partire dal 31.12.2017 saranno divisi in due gruppi per la stagione 1 come segue:\ngruppo A\n(1, 2, 3, 5, 11, 12, 13, 14, 16, 19, 22, 24, 25, 27, 29, 32, 33, 36, 37, 38, 41, 42, 47, 48, 49, 55, 56, 57, 58, 59, 60, 68, 69, 70, 71, 72, 73, 85, 86, 87, 88, 89, 90, 96, 97, 100, 101, 103, 104, 106, 109, 110, 112, 113, 114, 115, 116, 119, 122, 123)\n\nGruppo B\n(4, 6, 7, 8, 9, 10, 15, 17, 18, 20, 21, 23, 26, 28, 30, 31, 34, 35, 39, 40, 43, 44, 45, 46, 50, 51, 52, 53, 54, 61, 62, 63, 64, 65, 66, 67, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 91, 92, 93, 94, 95, 98, 99, 102, 105, 107, 108, 111, 117, 118, 120, 121, 124, 125, 127)",
    "close": "Chiudere"
  },
  "ja": {
    "title": "ROK 2018王国戦争リーグ戦",
    "rules": "ルール",
    "kingdom_points": "王国ポイントランキング",
    "Elite_League": "精鋭リーグ",
    "Amateur_League": "素人リーグ",
    "Pool_A": "Aグループ",
    "Pool_B": "Bグループ",
    "Rank": "ランキング",
    "Kingdoms": "王国",
    "Victory": "勝利",
    "Defeat": "敗退",
    "Total_Points": "ポイント",
    "Individual_Points": "個人ポイントランキング",
    "Player_ID": "領主名",
    "Average_Net_Kingdom_Points": "ポイント",
    "rules_rule": "1、各シーズン総合6回ラウンドあり、王国ランキングは勝率によって順位付けします。\n 2、勝率が同じな王国が複数あった場合、ポイント差によって順位付けします。ポイント差=本国が獲得した総ポイント-敵国が獲得した総ポイント\n \n報酬\n 勝利国のランキング20位以内の領主のみが報酬を獲得できます\n \nチャンピオン王国報酬\n グループAの王国もグループBの王国も両方報酬を獲得します：チャンピオンネームプレート、チャンピオンアバターと10個のミステリーギフト\n \nランキング報酬\n各グループ5位以内\n10ミステリー無価報酬+5K伝説メダル+50K宝石+50Kアルカナ石\n\n第6-10位\n7ミステリー無価報酬+3K伝説メダル+30K宝石+30Kアルカナ石\n\n第11-15位\n5ミステリー無価報酬+2K伝説メダル+20K宝石+20Kアルカナ石\n\n第16-20位\n3ミステリー無価報酬+1K伝説メダル+10K宝石+10Kアルカナ石\n\nリーグ分析\n最初のシーズンが終了後に、条件に満たしている王国全員が第2シーズンに入ります。第2シーズンでは精鋭リーグと素人リーグの2つのリーグがあります。最初シーズンのAグループトップ20位の王国とBグループトップ20位の王国が全て精鋭リーグに入り、残りの王国は素人リーグに入ります。\n\n精鋭リーグ\n1、各シーズン(最初シーズンを含まれません)終了後、精鋭リーグランキング最も低かった8個の王国が素人リーグに降格します。\n2、各シーズン(最初シーズンを含まれません)終了後、素人リーグランキングトップ8位の王国が精鋭リーグに昇格します。\n\n素人リーグ\n1、2017.12.31以降に王国戦争が開始した王国が素人リーグに入ります。\n2、これらの王国が素人リーグから参加します。王国戦争に参加する回数がそれぞれ異なるため、素人リーグは勝率でランキングを付けません。\n3、素人リーグのランキングはポイント差によって順位付けします。ポイント差=本国が獲得した総ポイント-敵国が獲得した総ポイント\n\nシーズン1グループ分け\n2017.12.31までに王国戦争が開始した王国がこの２つのグループに分けられます。\nAグループ\n(1, 2, 3, 5, 11, 12, 13, 14, 16, 19, 22, 24, 25, 27, 29, 32, 33, 36, 37, 38, 41, 42, 47, 48, 49, 55, 56, 57, 58, 59, 60, 68, 69, 70, 71, 72, 73, 85, 86, 87, 88, 89, 90, 96, 97, 100, 101, 103, 104, 106, 109, 110, 112, 113, 114, 115, 116, 119, 122, 123)\n\nBグループ\n(4, 6, 7, 8, 9, 10, 15, 17, 18, 20, 21, 23, 26, 28, 30, 31, 34, 35, 39, 40, 43, 44, 45, 46, 50, 51, 52, 53, 54, 61, 62, 63, 64, 65, 66, 67, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 91, 92, 93, 94, 95, 98, 99, 102, 105, 107, 108, 111, 117, 118, 120, 121, 124, 125, 127)",
    "close": "閉じる"
  },
  "ko": {
    "title": "ROK 2018 왕국전쟁글로벌리그",
    "rules": "규칙",
    "kingdom_points": "왕국포인트순위",
    "Elite_League": "엘리트리그",
    "Amateur_League": "아마추어리그",
    "Pool_A": "그룹A",
    "Pool_B": "그룹B",
    "Rank": "순위",
    "Kingdoms": "왕국",
    "Victory": "승리",
    "Defeat": "패배",
    "Total_Points": "포인트",
    "Individual_Points": "개인포인트순위",
    "Player_ID": "플레이어ID",
    "Average_Net_Kingdom_Points": "포인트",
    "rules_rule": "1. 각 시즌은 일반 6라운드의 시합으로 구성됩니다. 왕국 순위는 시즌 중 쟁취한 승리의 수로 결정됩니다.\n2. 만약 2개(이상)의 왕국에서 승리한 횟수가 같은 경우 전체 포인트에서 적 왕국에 빼앗긴 전체 포인트를 차감한 총 포인트로 더 높은 순위를 결정합니다. \n\n보상 규칙\n 승리한 왕국의 상위 20위 플레이어는 단독으로 보상을 얻으실 수 있습니다.\n \n최고 왕국 보상\n그룹 A와 그룹 B소속에서 각 하나, 상위 2개 왕국에는 챔피언의 이름표, 챔피언의 아바타, 10가지 귀중한 선물을 추가 보너스 보상으로 드립니다.\n\n순위 보상\n각 그룹 상위 5위 왕국\n10가지 값비싼 비밀 보상 + 5천 전설의 메달 + 50천 보석 + 50천 비밀의 돌\n\n6-10 위7가지 값비싼 비밀 보상 + 3천 전설의 메달 + 30천 보석 + 30천 비밀의 돌\n\n11-15 위\n5가지 값비싼 비밀 보상 + 2천 전설의 메달 + 20천 보석 + 20천 비밀의 돌\n\n16-20 위\n3가지 값비싼 비밀 보상 + 1천 전설의 메달 + 10천 보석 + 10천 비밀의 돌\n\n글로벌 리그 나누기\n시즌 1 종료 후 왕국 전쟁 참가 자격이 있는 모든 왕국은 엘리트 리그와 아마추어 리그, 총 2개 리그로 나누어집니다. 시즌 1에서 각 그룹 상위 20위에 속하는 왕국은 엘리트 리그, 나머지 왕국은 아마추어 리그가 됩니다.\n\n엘리트 리그\n1. 각 시즌 종료 시 [시즌 1 제외] 엘리트 리그 하위 8개 왕국 (승리/패배 기준)은 아마추어 리그로 강등됩니다. 누구나 엘리트 리그에서 강등될 수 있습니다. 엘리트 리그에서 여러분의 위치는 스스로 쟁취하셔야 합니다! \n2. 각 시즌 종료 시 [시즌 1 제외] 아마추어 리그 상위 8개 왕국은 엘리트 리그로 승격됩니다. 엘리트 리그로 갈 수 있도록 최선을 다해주세요!\n\n아마추어 리그\n1. 2017.12.31까지 왕국 전쟁 참가 자격이 없는 왕국은 자격을 갖추어 왕국 전쟁 글로벌 리그 도중에 참가하실 수 있습니다. \n2. 해당 왕국은 아마추어 리그에서 시작합니다. 이 때문에 리그 멤버는 각기 다른 수의 시합을 치르게 되므로 아마추어 리그에서는 승률로 순위를 결정하지 않습니다.\n3. 승률 대신 왕국이 왕국 전쟁에서 얻은 포인트에서 적으로부터 얻은 평균 포인트를 뺀 값을 기준으로 포인트가 부여됩니다.\n\n시즌 1 그룹 나누기\n2017.12.31 기준 자격을 갖춘 모든 왕국(왕국 전쟁 참가 자격)은 다음과 같이 나누어집니다.\n그룹 A\n (1, 2, 3, 5, 11, 12, 13, 14, 16, 19, 22, 24, 25, 27, 29, 32, 33, 36, 37, 38, 41, 42, 47, 48, 49, 55, 56, 57, 58, 59, 60, 68, 69, 70, 71, 72, 73, 85, 86, 87, 88, 89, 90, 96, 97, 100, 101, 103, 104, 106, 109, 110, 112, 113, 114, 115, 116, 119, 122, 123)\n\n그룹 B\n(4, 6, 7, 8, 9, 10, 15, 17, 18, 20, 21, 23, 26, 28, 30, 31, 34, 35, 39, 40, 43, 44, 45, 46, 50, 51, 52, 53, 54, 61, 62, 63, 64, 65, 66, 67, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 91, 92, 93, 94, 95, 98, 99, 102, 105, 107, 108, 111, 117, 118, 120, 121, 124, 125, 127)",
    "close": "닫음"
  },
  "nl": {
    "title": "ROK 2018 Koninkrijk Oorlog Globale League",
    "rules": "Regels",
    "kingdom_points": "Koninkrijk Punten Rankings",
    "Elite_League": "Elite",
    "Amateur_League": "Amateur",
    "Pool_A": "Pool A",
    "Pool_B": "Pool B",
    "Rank": "Rank",
    "Kingdoms": "Koninkrijken",
    "Victory": "Overwinning",
    "Defeat": "Verlies",
    "Total_Points": "Punten",
    "Individual_Points": "Individuele Punten Rankings",
    "Player_ID": "Speler ID",
    "Average_Net_Kingdom_Points": "Punten",
    "rules_rule": "1. Elk seizoen bevat 6 ronden van normale wedstrijden. Koninkrijk rankings zullen bepaald worden door het aantal overwinningen tijdens het seizoen.\n2. Als er 2 (of meer) koninkrijken met een identieke hoeveelheid van overwinningen zijn, dan zullen hun totale punten verdient min hun totale punten verloren aan vijandelijke koninkrijken bepalen wie de hogere rang krijgt. \n \nBeloningen Regels\n Alleen de Top 20 spelers van een winnend koninkrijk zullen de volgende rank beloningen ontvangen.\n \nTop Koninkrijk Beloningen\nDe Top 2 Koninkrijken, 1 van Pool A, en 1 van Pool B, zullen als volgt extra bonus beloningen ontvangen: Kampioen Naamplaat, Kampioen Avatar Frame, en 10 andere geheime items van onschatbare waarde.\n\nRanking Beloningen\nTop 5 Koninkrijken van iedere Pool\n10 Geheime beloningen van onschatbare waarde + 5K Legendarische Medailles + 50K Edelstenen + 50K Arcana Stenen\n\nRangen 6-107 Geheime beloningen van onschatbare waarde + 3K Legendarische Medailles + 30K Edelstenen + 30K Arcana Stenen\n\nRangen 11-15\n5 Geheime beloningen van onschatbare waarde + 2K Legendarische Medailles + 20K Edelstenen + 20K Arcana Stenen\n\nRangen 16-20\n3 Geheime beloningen van onschatbare waarde + 1K Legendarische Medailles + 10K Edelstenen + 10K Arcana Stenen\n\nGlobale League Vervolg\nNadat Seizoen 1 voltooid is, zullen alle koninkrijken die aan Koninkrijk Oorlog mee kunnen doen in twee groepen gesorteerd worden, de Elite League en de Amateur League. De Top 20 konikrijken van elke pool in Seizoen 1 zullen de Elite League vormen, terwijl al de andere koninkrijken de Amateur League zullen vormen.\n\nElite League\n1. Aan het eind van ieder seizoen [exclusief Seizoen 1.], zullen de onderste 8 koninkrijken in de Elite League (gebaseerd op overwinningen/verliezen) teruggezet worden naar de Amateur League. Niemand heeft een gegarandeerde plaats in Elite League. Je plaats tussen de elite moet verdient worden, en verdedigd! \n2. Aan het eind van ieder seizoen [exclusief Seizoen 1.], zullen de top 8 teams van de Amateur League gepromoveerd worden naar de Elite League. Vecht hard en breng je koninkrijk naar de elite!\n\nAmateur League\n1. Koninkrijken die niet in aanmerking komen voor Koninkrijk Oorlog op 31.12.2017 zullen toegevoegd worden aan de Koninkrijk Oorlog Globale League in het midden van het seizoen zodra ze in aanmerking komen.\n 2. Deze koninkrijken zullen in de Amateur League starten. Omdat dit verschillende hoeveelheden wedstrijden voor verschillende league leden zal geven, zal je Amateur League geen win ratio voor zijn rankings hanteren.\n3. In plaats van win ratio, zullen punten aangewezen worden gebaseerd op de gemiddelde punten verkregen door ieder Koninkrijk tijdens Koninkrijk Oorlog min de gemiddelde punten verloren aan hun vijanden.\n\nSeizoen 1 Pool Indelingen\nAlle Koninrijken die in aanmerking komen voor Koninkrijk Oorlog vanaf 31.12.2017 zullen onderverdeeld worden in twee pools voor Seizoen 1 als volgt:\nPool A\n(1, 2, 3, 5, 11, 12, 13, 14, 16, 19, 22, 24, 25, 27, 29, 32, 33, 36, 37, 38, 41, 42, 47, 48, 49, 55, 56, 57, 58, 59, 60, 68, 69, 70, 71, 72, 73, 85, 86, 87, 88, 89, 90, 96, 97, 100, 101, 103, 104, 106, 109, 110, 112, 113, 114, 115, 116, 119, 122, 123)\n\nPool B\n(4, 6, 7, 8, 9, 10, 15, 17, 18, 20, 21, 23, 26, 28, 30, 31, 34, 35, 39, 40, 43, 44, 45, 46, 50, 51, 52, 53, 54, 61, 62, 63, 64, 65, 66, 67, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 91, 92, 93, 94, 95, 98, 99, 102, 105, 107, 108, 111, 117, 118, 120, 121, 124, 125, 127)",
    "close": "Sluiten"
  },
  "pl": {
    "title": "Globalna Liga Wojny Królestw ROK 2018",
    "rules": "Zasady",
    "kingdom_points": "Rankingi Punktów Królestwa",
    "Elite_League": "Elity",
    "Amateur_League": "Amatorów",
    "Pool_A": "Pula A",
    "Pool_B": "Pula B",
    "Rank": "Rank",
    "Kingdoms": "Królestwa",
    "Victory": "Zwycięstwo",
    "Defeat": "Przegrana",
    "Total_Points": "Punkty",
    "Individual_Points": "Rankingi Pkt. Indywidualnych",
    "Player_ID": "ID Gracza",
    "Average_Net_Kingdom_Points": "Punkty",
    "rules_rule": "1. Każdy sezon składa się z 6 rund regularnych dopasowań. Rankingi Królestw opierać się będą na ilości zwycięstw podczas sezonu.\n 2. Jeśli dwa (lub więcej) królestw będzie posiadać identyczną liczbę zwycięstw, miejsce w rankingu zostanie obliczone na podst. łącznych pkt. od których zostaną odjęte utracone łączne pkt. na rzecz wrogich królestw. \n \nZasady Nagradzania\n Jedynie 20 Najlepszych graczy ze zwycięskiego królestwa otrzyma następujące nagrody rankingu.\n \nNagrody Najlepszego Królestwa\n Dwa Najlepsze Królestwa, jedno z Puli A oraz drugie z Puli B otrzyma następujące dodatkowe nagrody: Tabliczka z imieniem Mistrza, Ramka Awatara Mistrza i 10 tajemniczych, bezcennych prezentów.\n \n Nagrody Rankingu\n 5 Najlepszych Królestw z każdej Puli\n 10 tajemniczych, bezcennych nagród + 5K Legendarnych Medali + 50K Klejnotów + 50K Kamieni Arkana\n \nMiejsce 6-10\n 7 tajemniczych, bezcennych nagród + 3K Legendarnych Medali + 30K Klejnotów + 30K Kamieni Arkana\n\nMiejsce 11-15\n5 tajemniczych, bezcennych nagród + 2K Legendarnych Medali + 20K Klejnotów + 20K Kamieni Arkana\n\nMiejsce 16-20\n3 tajemniczych, bezcennych nagród + 1K Legendarnych Medali + 10K Klejnotów + 10K Kamieni Arkana\n\nPodział Globalnej Ligi\n Po zakończeniu 1 Sezonu wszystkie królestwa spełniające wymagania Wojny Królestw zostaną podzielone na dwie ligi: Ligę Elity oraz Ligę Amatorów. 20 Najlepszych królestw każdej puli sezonu 1 utworzy Ligę Elity, natomiast reszta królestw Ligę Amatorów.\n \nLiga Elity\n1. Pod koniec każdego sezonu (z wyjątkiem Sezonu 1), 8 dolnych królestw z Ligi Elity (w oparciu o zwycięstwa/porażki) zostanie zdegradowanych do Ligi Amatorów. Nikt nie ma obiecanego miejsca w Lidze Elity. Trzeba na nie zapracować, jak również potrafić je obronić!\n 2. Pod koniec każdego sezonu (z wyjątkiem Sezonu 1), 8 najlepszych drużyn z Ligi Amatorów awansuje do Ligi Elity. Walcz wytrwale, aby Twoje królestwo dołączyło do elity!\n \nLiga Amatorów\n1. Królestwa, które do 31.12.2017 nie spełniły wymagań Wojny Królestw, zostaną dodane do Globalnej Ligi Wojny Królestw w połowie sezonu, kiedy zdobędą już uprawnienia. \n2. Królestwa te zostaną sklasyfikowane do Ligi Amatorów. Ponieważ spowoduje to różnice w ilości dopasowań różnych członków ligi, w rankingach Ligi Amatorów nie będzie brany pod uwagę wskaźnik zwycięstw.\n3. Zamiast tego zostaną przyznawane punkty na podstawie średniej ilości pkt. zdobytych przez każde Królestwo podczas Wojny po odjęciu średniej ilości pkt. zdobytych przez wrogów.\n\nPodziały Puli 1 Sezonu\nWszystkie uprawnione Królestwa (uprawnione do udziału w Wojnie Królestw) 31.12.2017 zostaną następująco podzielone na dwie pule w Sezonie 1:\nPula A \n(1, 2, 3, 5, 11, 12, 13, 14, 16, 19, 22, 24, 25, 27, 29, 32, 33, 36, 37, 38, 41, 42, 47, 48, 49, 55, 56, 57, 58, 59, 60, 68, 69, 70, 71, 72, 73, 85, 86, 87, 88, 89, 90, 96, 97, 100, 101, 103, 104, 106, 109, 110, 112, 113, 114, 115, 116, 119, 122, 123)\n\nPula B \n(4, 6, 7, 8, 9, 10, 15, 17, 18, 20, 21, 23, 26, 28, 30, 31, 34, 35, 39, 40, 43, 44, 45, 46, 50, 51, 52, 53, 54, 61, 62, 63, 64, 65, 66, 67, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 91, 92, 93, 94, 95, 98, 99, 102, 105, 107, 108, 111, 117, 118, 120, 121, 124, 125, 127)",
    "close": "Zamknij"
  },
  "pt": {
    "title": "A Liga Mundial da Guerra do Reino ROK 2018",
    "rules": "Regras",
    "kingdom_points": "Classificações de Pontos do Reino",
    "Elite_League": "Elite",
    "Amateur_League": "Amadora",
    "Pool_A": "Grupo A",
    "Pool_B": "Grupo B",
    "Rank": "Classif",
    "Kingdoms": "Reinos",
    "Victory": "Vitória",
    "Defeat": "Derrota",
    "Total_Points": "Pontos",
    "Individual_Points": "Classificações de Pontos Individual",
    "Player_ID": "ID do Jogador",
    "Average_Net_Kingdom_Points": "Pontos",
    "rules_rule": "1. Cada temporada compreende 6 rodadas de jogos regulares. As classificações dos Reinos serão determinados pelo número de vitórias durante a temporada.\n 2. Se houver 2 (ou mais) reinos com um número idêntico de vitórias, os pontos totais obtidos menos os pontos totais perdidos para os reinos inimigos irão determinar a classificação.\n \nRegras de recompensas\n Somente os 20 melhores jogadores de um reino vencedor receberão as seguintes recompensas de classificação.\n \nRecompensas dos Reinos do Topo\n Os Primeiros 2 Reinos, 1 do Grupo A e 1 do Grupo B, receberão recompensas de bônus adicionais da seguinte forma: Placa de Campeão, Quadro de Avatar de Campeão e outros 10 prêmios secretos.\n \n Recompensas de Classificação\n Os primeiros 5 Reinos de cada grupo\n 10 itens secretos inestimáveis + 5K de Medalha Legendárias + 50K de Joias + 50K de Pedra Arcana\n \nClassificado entre 6-10\n 7 itens secretos inestimáveis + 3K de Medalha Legendárias + 30K de Joias + 30K de Pedra Arcana\n \nClassificado entre 11-15\n5 itens secretos inestimáveis + 2K de Medalha Legendárias + 20K de Joias + 20K de Pedra Arcana\n\nClassificado entre 16-20\n3 itens secretos inestimáveis + 1K de Medalha Legendárias + 10K de Joias + 10K de Pedra Arcana\n\nDescrição da Liga Global\n Após a conclusão da 1ª temporada, todos os reinos elegíveis para a Guerra do Reino serão classificados em 2 ligas, a Liga Elite e a Liga Amadora. Os 20 principais reinos de cada grupo na 1ª temporada formarão a Liga Elite, enquanto todos os outros reinos formarão a Liga Amadora.\n \nLiga Elite\n 1. No final de cada temporada [excluindo a Temporada 1], os 8 reinos piores classificados da Liga Elite (com base em vitórias / perdas) serão rebaixados para a Liga Amadora. Ninguém tem garantido um lugar na Liga Elite. Seu lugar na elite deve ser ganho, bem como defendido!\n 2. No final de cada temporada [excluindo a temporada 1], os 8 melhores times da Liga Amadora serão promovidas para a Liga Elite. Lute com força e mova seu reino para a elite!\n \nLiga Amadora\n1. Os Reinos que não forem elegíveis para a Guerra do Reino até 31.12.2017 serão adicionados à meia temporada da Liga Global da Guerra do Reino à medida que forem elegíveis.\n2. Estes Reinos começarão na Liga Amadora. Como isso resultará em números diferentes de partidas para diferentes membros da liga, a Liga Amadora não usará taxa de vitória nas suas classificações.\n3. Em vez de taxa de vitória, os pontos serão atribuídos com base na média de pontos adquiridos por cada Reino durante a Guerra do Reino menos a média de pontos perdidos para seus inimigos\n\nTemporada 1 Anúncios dos Grupos\nTodos os Reinos elegíveis (aqueles elegíveis para a Guerra do Reino) a partir de 31.12.2017 serão divididos em dois grupos para a Temporada 1 da seguinte forma:\nGrupo A\n(1, 2, 3, 5, 11, 12, 13, 14, 16, 19, 22, 24, 25, 27, 29, 32, 33, 36, 37, 38, 41, 42, 47, 48, 49, 55, 56, 57, 58, 59, 60, 68, 69, 70, 71, 72, 73, 85, 86, 87, 88, 89, 90, 96, 97, 100, 101, 103, 104, 106, 109, 110, 112, 113, 114, 115, 116, 119, 122, 123)\n\nGrupo B\n(4, 6, 7, 8, 9, 10, 15, 17, 18, 20, 21, 23, 26, 28, 30, 31, 34, 35, 39, 40, 43, 44, 45, 46, 50, 51, 52, 53, 54, 61, 62, 63, 64, 65, 66, 67, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 91, 92, 93, 94, 95, 98, 99, 102, 105, 107, 108, 111, 117, 118, 120, 121, 124, 125, 127)",
    "close": "Fechar"
  },
  "ro": {
    "title": "ROK 2018 Razboiul Regatului Liga Globala",
    "rules": "Reguli",
    "kingdom_points": "Clasament Puncte Regat",
    "Elite_League": "Elita",
    "Amateur_League": "Amatori",
    "Pool_A": "Grupa A",
    "Pool_B": "Grupa B",
    "Rank": "Rank",
    "Kingdoms": "Regate",
    "Victory": "Victorie",
    "Defeat": "Infrangere",
    "Total_Points": "Puncte",
    "Individual_Points": "Clasamente Puncte Individuale",
    "Player_ID": "ID Jucator",
    "Average_Net_Kingdom_Points": "Puncte",
    "rules_rule": "1. Fiecare sezon cuprinde 6 runde de meciuri regulate. Clasamentele regatelor vor fi determinate dupa numarul de victorii din timpul unui sezon.\n2. Daca sunt 2 (sau mai multe) regate cu un numar identic de victorii, atunci punctele lor totale castigate minus punctele totale pierdute regatelor inamice vor determina cine se claseaza mai sus.\n\nRegulile Recompenselor\nDoar jucatorii din Top 20 din regatul castigator vor primi urmatoarele recompense din clasament.\n\nRecompense Regate Top\nRegatele din Top 2,  1 din Categoria A si 1 din Categoria 2, vor primi bonusuri recompensa aditionale dupa cum urmeaza: Placute de Nume Campion, Rama de Avatar Campion si 10 alte cadouri secrete valoroase.\n\nRecompense Clasamente\nRegatele din Top 5 de la fiecare Categorie\nCele 10 recompense secrete valoroase + 5K Medalii Legendare + 50K Nestemate + 50K Pietre Arcane \n\nLocurile 6-10\nCele 7 recompense secrete valoroase + 3K Medalii Legendare + 30K Nestemate + 30K Pietre Arcane \n\nLocurile 11-15\nCele 3 recompense secrete valoroase  + 2K Medalii Legendare + 20K Nestemate + 20K Pietre Arcane\n \nLocurile 16-20\nCele 3 recompense secrete valoroase + 1K Medalii Legendare + 10K Nestemate + 10K Pietre Arcane\n\nLiga Globala Pe Larg\nDupa ce se termina Sezonul 1, toate regatele eligibile din Razboiul egatului vor fi sortate in doua ligi, Liga de Elita si Liga Amatorilor. Cele 20 regate de top din fiecare Categorie din Sezonul 1 vor forma Liga de Elita, pe cand toate celelalte vor forma Liga Amatorilor.\n\nLiga de Elita\n1. La finalul fiecarui sezon [excluzand Sezonul 1], ultimele 8 regate din Liga de Elita (pe baza de victorii/pierderi) vor fi retrogradati in Liga de Amatori. Nimeni nu are un loc garantat in  Liga de Elita. Locul tau printre elite trebuie castigat, si aparat!\n2. La finalul fiecarui sezon [excluzand Sezonul 1], primele 8 regate din Liga Amatorilor vor fi promovati in Liga de Elita. Lupta din greu si muta-ti regatul intre elite!\n\nLiga Amatorilor\n1. Regatele care nu sunt eligibile pentru Razboiul Regatului pana 31.12.2017 vor fi adaugate in Liga Globala Razboiul Regatului in mijlocul sezonului pe masura ce devin eligibile.\n2. Aceste regate vor incepe in Liga Amatorilor. Deoarece aceasta va rezulta in numere diferite de meciuri pentru membrii diferiti ai ligii, Liga Amatorilor nu va folosi rata de castig pentru clasamentele sale.\n3. In loc de rata de castig, punctele vor fi asignate pe baza de mediei punctelor obtinute de fiecare Regat in timpul Razboiului Regatului minus media punctelor pierdute la inamicii lor.\n\nCategorii Sezonul 1 Pe Larg\nToate Regatele eligibile (cele eligibile din Razboiul Regatului) dinainte de 31.12.2017 vor fi impartite in doua categorii pentru Sezonul 1 dupa cum urmeaza:\nCategoria A\n(1, 2, 3, 5, 11, 12, 13, 14, 16, 19, 22, 24, 25, 27, 29, 32, 33, 36, 37, 38, 41, 42, 47, 48, 49, 55, 56, 57, 58, 59, 60, 68, 69, 70, 71, 72, 73, 85, 86, 87, 88, 89, 90, 96, 97, 100, 101, 103, 104, 106, 109, 110, 112, 113, 114, 115, 116, 119, 122, 123)\n\nCategoria B\n(4, 6, 7, 8, 9, 10, 15, 17, 18, 20, 21, 23, 26, 28, 30, 31, 34, 35, 39, 40, 43, 44, 45, 46, 50, 51, 52, 53, 54, 61, 62, 63, 64, 65, 66, 67, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 91, 92, 93, 94, 95, 98, 99, 102, 105, 107, 108, 111, 117, 118, 120, 121, 124, 125, 127)",
    "close": "Închide"
  },
  "ru": {
    "title": "Мировая лига войны за королевство ROK 2018",
    "rules": "Правила",
    "kingdom_points": "Рейтинг очков королевства",
    "Elite_League": "Элита",
    "Amateur_League": "Любитель",
    "Pool_A": "Зона А",
    "Pool_B": "Зона B",
    "Rank": "Рейтинг",
    "Kingdoms": "Коро",
    "Victory": "Победа",
    "Defeat": "Неудача",
    "Total_Points": "Очки",
    "Individual_Points": "Рейтинг индивидуальных очков",
    "Player_ID": "ID игрока",
    "Average_Net_Kingdom_Points": "Очки",
    "rules_rule": "1. Каждый сезон состоит из 6 раундов. Рейтинг королевства будет определяться количеством побед в течение сезона.\n 2. Если есть 2 (или более) королевства с одинаковым количеством побед, то общее количество заработанных ими очков минус общее количество их очков, отобранных врагом,  определит, кто займёт более высокое место. \n \nПравила награждений\n Только 20 лучших игроков из победившего королевства получат следующие рейтинговые призы.\n \nПризы лучших королевств\n Лучшие 2 Королевства, 1 из зоны A и 1 из зоны B, получат следующие дополнительные бонусные призы: табличку чемпиона, чемпионское обрамление аватарки и 10 других бесценных секретных подарков.\n \n Рейтинговые призы\n Лучшие 5 королевств из каждой зоны\n 10 бесценных секретных призов + 5К легендарных медалей + 50К самоцветов + 50К магических камней\n \n6-10 места\n 7 бесценных секретных призов + 3К легендарных медалей + 30К самоцветов + 30К магических камней\n \n11-15 места\n5 бесценных секретных призов + 2К легендарных медалей + 20К самоцветов + 20К магических камней\n\n16-20 места\n3 бесценных секретных призов + 1К легендарных медалей + 10К самоцветов + 10К магических камней\n\nРазделение мировой лиги\n После завершения 1-го сезона, все королевства, имеющие право на войну за королевство, будут разделены на 2 лиги, то есть, на элитную лигу и любительскую лигу. Лучшие 20 королевств из каждой зоны в 1-м сезоне 1 сформируют элитную лигу, в то время как все остальные королевства сформируют любительскую лигу.\n \nЭлитная лига\n 1. В конце каждого сезона [за исключением 1-го сезона], 8 худших королевств элитной лиги (на основе побед/проигрышей) будут переведены в любительскую лигу. Место в элитной лиге никому не гарантировано. Ваше место среди элиты должно быть заработано! \n 2. В конце каждого сезона [за исключением 1-го сезона], 8 лучших команд любительской лиги будут переведены в элитную лигу. Сражайтесь отважно и сделайте так, чтобы ваше королевство вошло в элиту!\n \nЛюбительская лига\n1. Королевства, не имеющие права на участие в войне за королевство к 31.12.2017 будут добавлены в мировую лигу войны за королевство в середине сезона, после получения права на участие. \n2. Эти королевства будут стартовать в любительской лиге. И так как это приведет к различному количеству состязаний для разных членов лиги, поэтому в любительской лиге не будет использоваться коэффициент побед для определения рейтинга. \n3. Вместо коэффициента побед, будут начислены очки на основе средних очков, полученных каждым королевством во время войны за королевство минус среднее количество очков, отобранных их врагами. \n\nРаспределение по зонам в 1-м сезоне\nВсе соответствующие королевства (имеющие право на участие в войне за королевство) по состоянию на 31.12.2017, в 1-м сезоне разделены на две зоны следующим образом:\nЗона А\n(1, 2, 3, 5, 11, 12, 13, 14, 16, 19, 22, 24, 25, 27, 29, 32, 33, 36, 37, 38, 41, 42, 47, 48, 49, 55, 56, 57, 58, 59, 60, 68, 69, 70, 71, 72, 73, 85, 86, 87, 88, 89, 90, 96, 97, 100, 101, 103, 104, 106, 109, 110, 112, 113, 114, 115, 116, 119, 122, 123)\n\nЗона B\n(4, 6, 7, 8, 9, 10, 15, 17, 18, 20, 21, 23, 26, 28, 30, 31, 34, 35, 39, 40, 43, 44, 45, 46, 50, 51, 52, 53, 54, 61, 62, 63, 64, 65, 66, 67, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 91, 92, 93, 94, 95, 98, 99, 102, 105, 107, 108, 111, 117, 118, 120, 121, 124, 125, 127)",
    "close": "Закрыть"
  },
  "sv": {
    "title": "ROK 2018 Kungadömeskrigets globala liga",
    "rules": "Regler",
    "kingdom_points": "Kungadömets poängranking",
    "Elite_League": "Elitligan",
    "Amateur_League": "Amatörligan",
    "Pool_A": "Grupp A",
    "Pool_B": "Grupp B",
    "Rank": "Rank",
    "Kingdoms": "Kungadömen",
    "Victory": "Seger",
    "Defeat": "Förlust",
    "Total_Points": "Poäng",
    "Individual_Points": "Individuell poängranking",
    "Player_ID": "Spelar-ID",
    "Average_Net_Kingdom_Points": "Poäng",
    "rules_rule": "1. Varje säsong omfattar 6 matchomgångar. Utgången av dessa matcher avgör ligans ranking.\n2. Om två eller fler kungadömen har vunnit lika många gånger så kommer deras position i rankingen bestämmas av deras totala poäng minus totalt antal poäng de förlorade till sina fiender.\n\nRegler för belöningar\nEnbart de 20 bästa härskarna från ett vinnande kungadöme kommer att få följande belöningar för ranking.\nSegrande kungadömens belöningar\nDe två bästa kungadömena (dvs vinnaren från grupp A och vinnaren från grupp B) kommer dessutom att även få följande belöningar: vinnarens namnskylt, vinnarens ram för avatarer samt 10 hemliga ovärdeliga priser.\n\nBelöningar för ranking\nDe 5 bästa kungadömena från varje grupp\n10 hemliga ovärdeliga priser + 5k legendariska medaljer + 50k ädelstenar + 50k mystiska stenar\n\nRanking 6-10\n7 hemliga ovärdeliga priser + 3k legendariska medaljer + 30k ädelstenar + 30k mystiska stenar\n\nRanking 11-15\n5 hemliga ovärdeliga priser + 2k legendariska medaljer + 20k ädelstenar + 20k mystiska stenar\n\nRanking 16-20\n3 hemliga ovärdeliga priser + 1k legendariska medaljer + 10k ädelstenar + 10k mystiska stenar\n\nTydliggörande för den globala ligan\nNär säsong 1 avslutats kommer alla kungadömen som är kvalificerade att sorteras in i två ligor: elitligan och amatörligan. De 20 bästa kungadömena i varje grupp under säsong 1 kommer att hamna i elitligan medan alla andra kungadömen hamnar i amatörligan.\n\nElitligan\n1. I slutet av varje säsong [ej säsong 1] kommer de 8 sämsta kungadömena i elitligan (baserat på ranking) att flyttas ner till amatörligan. Ingen har en garanterad plats i elitligan. Platser i eliten ges till de som förtjänat dem och måste försvaras om och om igen!\n2. I slutet av varje säsong [ej säsong 1] kommer de 8 bästa kungadömena i amatörligan att flyttas upp till elitligan. Kämpa hårt och ge ditt kungadöme en plats bland eliten!\n\nAmatörligan\n1. Kungadömen som inte uppfyllde kraven för kungadömskriget den 2017.12.31 kommer att gå med i den globala ligan under pågående säsong i takt med att de uppfyller kraven.\n2. Dessa kungadömen börjar automatiskt i amatörligan. Eftersom detta resulterar i att olika kungadömen kommer spela olika antal matcher så använder amatörligan inte antal vunna strider som basis för sin ranking.\n3. Istället för antal vunna strider så kommer rankingen avgöras av antalet poäng som kungadömena i genomsnitt tjänat under de krig de deltagit i minus det genomsnittliga antal poäng de förlorat till sina motståndare.\n\nTydliggörande för säsong 1 grupper\nAlla kvalificerade kungadömen (till kungadömeskriget) den 2017.12.31 kommer att delas in i två grupper för säsong 1 enligt följande:\nGrupp A\n(1, 2, 3, 5, 11, 12, 13, 14, 16, 19, 22, 24, 25, 27, 29, 32, 33, 36, 37, 38, 41, 42, 47, 48, 49, 55, 56, 57, 58, 59, 60, 68, 69, 70, 71, 72, 73, 85, 86, 87, 88, 89, 90, 96, 97, 100, 101, 103, 104, 106, 109, 110, 112, 113, 114, 115, 116, 119, 122, 123)\n\nGrupp B\n(4, 6, 7, 8, 9, 10, 15, 17, 18, 20, 21, 23, 26, 28, 30, 31, 34, 35, 39, 40, 43, 44, 45, 46, 50, 51, 52, 53, 54, 61, 62, 63, 64, 65, 66, 67, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 91, 92, 93, 94, 95, 98, 99, 102, 105, 107, 108, 111, 117, 118, 120, 121, 124, 125, 127)",
    "close": "Stäng"
  },
  "th": {
    "title": "ลีกสงครามอาณาจักรโลกครั้งที่หนึ่ง ROK 2018",
    "rules": "กฎ",
    "kingdom_points": "การจัดอันดับคะแนนอาณาจักร",
    "Elite_League": "ลีกชั้นนำ",
    "Amateur_League": "ลีกสมัครเล่น",
    "Pool_A": "กลุ่ม A",
    "Pool_B": "กลุ่ม B",
    "Rank": "การจัดอันดับ",
    "Kingdoms": "อาณาจักร",
    "Victory": "ชัยชนะ",
    "Defeat": "พ่ายแพ้",
    "Total_Points": "คะแนน",
    "Individual_Points": "อันดับคะแนนรายบุคคล",
    "Player_ID": "รหัสผู้เล่น",
    "Average_Net_Kingdom_Points": "คะแนน",
    "rules_rule": "1. แต่ละฤดูกาลประกอบด้วยการแข่งขันปกติ 6 รอบ การจัดอันดับของอาณาจักรจะพิจารณาจากจำนวนผู้ชนะในฤดูกาล\n 2. ถ้ามีอาณาจักรจำนวน 2 (หรือมากกว่า) ที่มีจำนวนผู้ชนะเท่ากันคะแนนสะสมทั้งหมดของพวกเขาจะลบคะแนนรวมที่สูญเสียไปให้กับอาณาจักรของศัตรูจะกำหนดใครอันดับสูงกว่า\n \nกฎรางวัล\n เฉพาะผู้เล่น 20 อันดับแรกจากอาณาจักรที่ชนะจะได้รับรางวัลอันดับต่อไปนี้\n \nรางวัลอันดับสูงสุด\n สองอาณาจักรอันดับสูงสุด, 1 จากกลุ่ม A และ 1 จากกลุ่ม B จะได้รับโบนัสเพิ่มดังนี้: ป้ายชื่อแชมป์, กรอบอวตารแชมป์และอีก 10 ของขวัญลับอันล้ำค่า \n \nรางวัลการจัดอันดับ\nอาณาจักร 5 อันดับแรกจากแต่ละกลุ่ม\n10 รางวัลลับล้ำค่า + 5,000 เหรียญในตำนาน + อัญมนี 50,000 + 50,000 หินอาร์เคน \n\nอันดับที่ 6-10\n7 รางวัลลับล้ำค่า + 3,000 เหรียญในตำนาน + อัญมนี 30,000 + 30,000 หินอาร์เคน \n \nอันดับที่ 11-15\n5 รางวัลลับล้ำค่า + 2,000 เหรียญในตำนาน + อัญมนี 20,000 + 20,000 หินอาร์เคน \n \nอันดับที่ 16-20\n3 รางวัลลับล้ำค่า + 1,000 เหรียญในตำนาน + อัญมนี 10,000 + 10,000 หินอาร์เคน \n\nรายละเอียดลีกระดับโลก\nหลังจากฤดูกาลที่ 1 เสร็จสมบูรณ์อาณาจักรทั้งหมดที่มีสิทธิ์ในสงครามอาณาจักรจะถูกแบ่งเป็น 2 ลีก ลีกอาชีพและลีกสมัครเล่น 20 อันดับแรกอาณาจักรจากแต่ละกลุ่มในซีซั่นที่ 1 จะอยู่ลีกอาชีพในขณะที่อาณาจักรอื่นๆ ทั้งหมดจะเป็นสมัครเล่น\n\nลีกอาชีพ\n1. ในตอนท้ายของแต่ละฤดูกาล [ยกเว้นซีซั่นที่ 1]  8 อาณาจักรล่างสุดในลีกอาชีพ (ขึ้นอยู่กับการชนะ/แพ้) จะถูกลดระดับลงไปที่ลีกสมัครเล่นไม่มีใครรับรองว่าจะอยู่ในลีกอาชีพตลอด ต้องปกป้องสถานของคุณในลีกอาชีพ!\n2. ในตอนท้ายของแต่ละฤดูกาล [ยกเว้นซีซั่นที่ 1] 8 อันดับแรกจากลีกสมัครเล่นจะได้เลื่อนตำแหน่งเป็นลีกอาชีพต่อสู้อย่างหนักและย้ายอาณาจักรของคุณให้เป็นลีกอาชีพ!\n\nลีกสมัครเล่น\n1. อาณาจักรที่ไม่สามารถเข้าร่วมสงครามอาณาจักรได้ภายใน 31.12.2017 จะถูกเพิ่มระหว่างลีกอาณาจักรสงครามเมื่อพร้อม\n2.อาณาจักรเหล่านี้จะเริ่มต้นในลีกสมัครเล่นเนื่องจากจะส่งผลให้มีการจับคู่กันสำหรับสมาชิกในกลุ่มที่แตกต่างกันลีกสมัครเล่นจะไม่ใช้ผลชนะในการจัดอันดับ\n3. แทนคะแนนชนะ คะแนนจะกำหนดตามคะแนนเฉลี่ยที่แต่ละอาณาจักรได้รับในช่วงสงครามอาณาจักรโดยลบคะแนนเฉลี่ยที่สูญเสียให้กับศัตร\n\nรายละเอียดกลุ่มซีซั่นที่ 1\nอาณาจักรที่มีสิทธิ์ทั้งหมด (ที่มีสิทธิ์ในสงครามอาณาจักร) ใน 31.12.2017 จะแบ่งออกเป็น 2 กลุ่มสำหรับซีซั่นที่ 1 ดังนี้:\nกลุ่ม A\n(1, 2, 3, 5, 11, 12, 13, 14, 16, 19, 22, 24, 25, 27, 29, 32, 33, 36, 37, 38, 41, 42, 47, 48, 49, 55, 56, 57, 58, 59, 60, 68, 69, 70, 71, 72, 73, 85, 86, 87, 88, 89, 90, 96, 97, 100, 101, 103, 104, 106, 109, 110, 112, 113, 114, 115, 116, 119, 122, 123)\n\nกลุ่ม B\n(4, 6, 7, 8, 9, 10, 15, 17, 18, 20, 21, 23, 26, 28, 30, 31, 34, 35, 39, 40, 43, 44, 45, 46, 50, 51, 52, 53, 54, 61, 62, 63, 64, 65, 66, 67, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 91, 92, 93, 94, 95, 98, 99, 102, 105, 107, 108, 111, 117, 118, 120, 121, 124, 125, 127)",
    "close": "ปิด"
  },
  "tr": {
    "title": "ROK 2018 Krallık Savaşı Global Lig",
    "rules": "Kurallar",
    "kingdom_points": "Krallık Puan Sıralamaları",
    "Elite_League": "Elit Lig",
    "Amateur_League": "Amatör Lig",
    "Pool_A": "A Havuzu",
    "Pool_B": "B Havuzu",
    "Rank": "Rütbe",
    "Kingdoms": "Krallıklar",
    "Victory": "Zafer",
    "Defeat": "Yenilgi",
    "Total_Points": "Puanlar",
    "Individual_Points": "Bireysel Puan Sıralamaları",
    "Player_ID": "Oyuncu Kimliği",
    "Average_Net_Kingdom_Points": "Puanlar",
    "rules_rule": "1. Her sezon, normal maçların bulunduğu 6 turdan oluşur. Krallık sıralamaları, sezon boyunca elde edilen kazanma sayısına göre belirlenecektir.\n2. Eşit sayıda zafere sahip 2 (veya daha fazla) krallık olması durumunda, kazandıkları toplam puandan, düşman krallıklara karşı kaybettikleri toplam puan çıkarılarak hangisinin daha yüksek sıralama aldığı belirlenecek.\n\nÖdül Kuralları\nSadece kazanan krallıktaki İlk 20 oyuncu aşağıdaki sıralama ödüllerini alacak.\n\nEn İyi Krallık Ödülleri\nBiri A Havuzu ve diğeri B Havuzundan İlk 2 Krallık aşağıdaki ilave bonus ödülleri alacak: Şampiyon İsimliği, Şampiyon Avatar Çerçevesi ve 10 gizemli paha biçilemez hediye daha.\n\nSıralama Ödülleri\nHer havuzun ilk 5 Krallığı\n10 Gizli paha biçilemez ödül + 5K Efsanevi Madalya + 50K Taş + 50K Gizemli Taş\n\nSıra 6-10\n7 Gizli paha biçilemez ödül + 3K Efsanevi Madalya + 30K Taş + 30K Gizemli Taş\n\nSıra 11-15\n5 Gizli paha biçilemez ödül + 2K Efsanevi Madalya + 20K Taş + 20K Gizemli Taş\n\nSıra 16-20\n3 Gizli paha biçilemez ödül + 1K Efsanevi Madalya + 10K Taş + 10K Gizemli Taş\n\nGlobal Lig Kırılımı\nSezon 1 tamamlandıktan sonra, Krallık Savaşına uygun tüm krallıklar 2 lige ayrılacak: Elit Lig ve Amatör Lig. 1. Sezonda her havuzdan İlk 20 krallık Elit Ligi oluştururken, diğer tüm krallıklar Amatör Ligi oluşturacak.\n\nElit Lig\n1. Her sezonun sonunda [Sezon 1 hariç], Elit Ligin en alt sırasındaki 8 krallık (kazanma/kaybetme sayısına göre) Amatör Lige düşürülecekler. Elit Lig’de hiç kimsenin yeri garanti değildir. Elitler arasındaki yerini önce hak etmeli, sonrasındaysa bunu korumalısın!\n2. Her sezonun sonunda [Sezon 1 hariç], Amatör Ligin en üst sırasındaki 8 krallık Elit Lige yükseltilecekler. Sıkı mücadele et ve krallığını elit lige taşı!\n\nAmatör Lig\n1. 31.12.2017 itibariyle Krallık Savaşına uygun olmayan Krallıklar, sezon ortasında uygun hale geldiklerinde Krallık Savaşı Global Ligine dahil edilecekler. \n2. Bu krallıklar Amatör Lig’de başlayacak. Çünkü bu işlem farklı lig üyeleri için farklı sayıda maç yapılmasına neden olacak, Amatör Lig ise sıralamalar için kazanma sayısını kullanmayacak.\n3. Puanlar, kazanma oranı yerine her Krallığın Krallık Savaşı sırasında aldığı puanların ortalamasından, düşmanlarına kaybettikleri puanların ortalaması çıkarılarak belirlenecek.\n\nSezon 1 Havuz Kırılımları\n31.12.2017 itibariyle uygun olan tüm Krallıklar (Krallık Savaşı için uygun olanlar) Sezon 1 için aşağıdaki şekilde iki havuza ayrılacak:\nA Havuzu\n(1, 2, 3, 5, 11, 12, 13, 14, 16, 19, 22, 24, 25, 27, 29, 32, 33, 36, 37, 38, 41, 42, 47, 48, 49, 55, 56, 57, 58, 59, 60, 68, 69, 70, 71, 72, 73, 85, 86, 87, 88, 89, 90, 96, 97, 100, 101, 103, 104, 106, 109, 110, 112, 113, 114, 115, 116, 119, 122, 123)\n\nB Havuzu\n (4, 6, 7, 8, 9, 10, 15, 17, 18, 20, 21, 23, 26, 28, 30, 31, 34, 35, 39, 40, 43, 44, 45, 46, 50, 51, 52, 53, 54, 61, 62, 63, 64, 65, 66, 67, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 91, 92, 93, 94, 95, 98, 99, 102, 105, 107, 108, 111, 117, 118, 120, 121, 124, 125, 127)",
    "close": "Kapat"
  },
  "vi": {
    "title": "Giải đấu vương quốc chéo trên toàn thế giới ROK năm 2018",
    "rules": "Quy tắc cụ thể",
    "kingdom_points": "Bảng điểm vương quốc",
    "Elite_League": "Chuyên nghiệp",
    "Amateur_League": "Nghiệp dư",
    "Pool_A": "Bảng A",
    "Pool_B": "Bảng B",
    "Rank": "Hạng",
    "Kingdoms": "Vương quốc",
    "Victory": "Thắng",
    "Defeat": "Bại",
    "Total_Points": "Điểm",
    "Individual_Points": "Bảng xếp hạng cá nhân",
    "Player_ID": "Tên người chơi",
    "Average_Net_Kingdom_Points": "Điểm",
    "rules_rule": "1. Mỗi mùa giải chia làm 6 vòng đấu. Căn cứ vào tỷ lệ chiến thắng của vương quốc để xếp hạng.\n2. Nếu tỷ lệ chiến thắng của nhiều vương quốc bằng nhau thì sẽ căn cứ vào điểm ròng để tiến hành xếp hạng. (Điểm ròng=tổng điểm vương quốc-tổng điểm vương quốc đối phương).\n\nPhần thưởng\nChỉ có top 20 vương quốc chiến thắng mới giành được phần thưởng xếp hạng\n\nPhần thưởng vương quốc quán quân\nĐối với 2 quán quân, 2 vương quốc sẽ giành được bảng tên quán quân, khung hình đại diện quán quân, 10 phần thưởng thần bí.\n\nPhần thưởng xếp hạng\nTop 5 mỗi bảng\n10 đạo cụ thần bí vô giá +5k huy chương huyền thoại+ 50k đá quý+ 50k đá huyền bí\n\nXếp hạng 6-10\n7 đạo cụ thần bí vô giá +3k huy chương huyền thoại+ 30k đá quý+ 30k đá huyền bí\n\nXếp hạng 11-15\n5 đạo cụ thần bí vô giá +2k huy chương huyền thoại+ 20k đá quý+ 20k đá huyền bí\n\nXếp hạng 16-20\n3 đạo cụ thần bí vô giá +1k huy chương huyền thoại+ 10k đá quý+ 10k đá huyền bí\n\nPhân tích giải đấu\nSau khi mùa giải 1 kết thúc, tất cả những vương quốc phù hợp yêu cầu sẽ được chia thành 2 cấp độ, giải đấu chuyên nghiệp và giải đấu nghiệp dư. Trong mùa giải 1 top 20 vương quốc đến từ 2 bảng sẽ chuyển vào giải đấu chuyên nghiệp, những vương quốc còn lại sẽ thi đấu trong giải nghiệp dư.\n\nGiải đấu chuyên nghiệp\n1. Sau mỗi mùa giải kết thúc (không bao gồm cả mùa giải 1), 8 vương quốc đứng cuối bảng xếp hạng trong giải đấu chuyên nghiệp sẽ bị chuyển sang giải đấu nghiệp dư. Tất cả mọi vương quốc cần nỗ lực hết mình để có thể được trụ lại tại giải đấu chuyên nghiệp.\n2. Sau mỗi mùa giải kết thúc (bao gồm cả mùa giải 1), 8 vương quốc đứng đầu trong giải nghiệp dư sẽ được chuyển lên thi đấu tại giải chuyên nghiệp. Tất cả mọi người cần nỗ lực hết mình để giành lấy vinh quang cho vương quốc!\n\nGiải đấu nghiệp dư\n1. Những vương quốc sau ngày 31.12.2017 mới bắt đầu có kvk thì sẽ thi đấu tại giải nghiệp dư.\n2. Những vương quốc này sẽ bắt đầu thi đấu từ giải nghiệp dư, bởi vì những vương quốc này có số lượng tham gia kvk không giống nhau nên sẽ không tính đến tỷ lệ chiến thắng.\n3. Bảng xếp hạng giải nghiệp dư sẽ sử dụng điểm ròng bình quân (điểm ròng = tổng điểm vương quốc - tổng điểm vương quốc đối phương)\n\nMùa giải 1 chia bảng\nTại thời điểm ngày 31.12.2017 tất cả các vương quốc đã có kvk sẽ được chia làm 2 bảng như sau:\nBảng A\n(1, 2, 3, 5, 11, 12, 13, 14, 16, 19, 22, 24, 25, 27, 29, 32, 33, 36, 37, 38, 41, 42, 47, 48, 49, 55, 56, 57, 58, 59, 60, 68, 69, 70, 71, 72, 73, 85, 86, 87, 88, 89, 90, 96, 97, 100, 101, 103, 104, 106, 109, 110, 112, 113, 114, 115, 116, 119, 122, 123)\n\nBảng B\n(4, 6, 7, 8, 9, 10, 15, 17, 18, 20, 21, 23, 26, 28, 30, 31, 34, 35, 39, 40, 43, 44, 45, 46, 50, 51, 52, 53, 54, 61, 62, 63, 64, 65, 66, 67, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 91, 92, 93, 94, 95, 98, 99, 102, 105, 107, 108, 111, 117, 118, 120, 121, 124, 125, 127)",
    "close": "Đóng"
  },
  "zh-tw": {
    "title": "ROK 2018世界跨服聯賽",
    "rules": "詳細規則",
    "kingdom_points": "王國積分榜",
    "Elite_League": "甲級",
    "Amateur_League": "乙級",
    "Pool_A": "A組",
    "Pool_B": "B組",
    "Rank": "排名",
    "Kingdoms": "王國",
    "Victory": "勝",
    "Defeat": "負",
    "Total_Points": "累計淨分值",
    "Individual_Points": "個人積分榜",
    "Player_ID": "玩家名",
    "Average_Net_Kingdom_Points": "平均淨分值",
    "rules_rule": "1. 每個賽季分為6輪跨服戰對抗。王國將會根據跨服戰勝率來排名。\n2. 如果有多個王國的勝率是一樣的，那麼將會根據他們的淨積分來排名。（淨積分=本國贏得的總積分-敵國贏得的總積分）。\n\n獎勵\n只有獲勝國前20的玩家才能獲得排行獎勵\n\n冠軍王國獎勵\n對於甲組和乙組的冠軍國，2個王國會獲得 冠軍銘牌，冠軍頭像框，10個神秘禮物。\n\n排名獎勵\n每組前5\n10個無價神秘道具 + 5,000 傳說徽記 + 50,000 鑽石 + 50,000 秘術石\n\n前6-10\n7個無價神秘道具 + 3,000 傳說徽記 + 30,000 鑽石 + 30,000 秘術石\n\n前11-15\n5個無價神秘道具 + 2,000 傳說徽記 + 20,000 鑽石 + 20,000 秘術石\n\n前16-20\n3個無價神秘道具 + 1,000 傳說徽記 + 10,000 鑽石 + 10,000 秘術石\n\n聯賽解析\n在賽季1結束後，所有符合條件的王國會被分到2個階級裡，甲級和乙級。在第一賽季裡甲組和乙組裡排名前20 的王國會進入甲級，而剩下的王國全部歸為乙級。\n\n甲級\n1. 每個賽季結束後（不包括第一賽季），甲級的倒數8個王國會降級到乙級。所以每個王國必須努力讓自己留在甲級。\n2. 每個賽季結束後（包括第一賽季），乙級的前8個王國會升級到甲級。所以努力奮戰，為王國奪取榮耀！\n\n乙級\n1. 在2017.12.31後才開啟跨服戰的王國將會被分派到乙級。\n2. 這些王國將會從乙級開始競賽，因為這些王國參與跨服戰的輪數可能不一樣，所以乙級的王國不看勝率。\n3. 乙級的王國排名將會用平均淨積分（淨積分=本國贏得的總積分-敵國贏得的總積分）\n\n賽季1 分組解析\n在2017.12.31所有已開啟跨服戰的王國將會被分在以下2個分組里\n甲組\n(1, 2, 3, 5, 11, 12, 13, 14, 16, 19, 22, 24, 25, 27, 29, 32, 33, 36, 37, 38, 41, 42, 47, 48, 49, 55, 56, 57, 58, 59, 60, 68, 69, 70, 71, 72, 73, 85, 86, 87, 88, 89, 90, 96, 97, 100, 101, 103, 104, 106, 109, 110, 112, 113, 114, 115, 116, 119, 122, 123)\n\n乙組\n(4, 6, 7, 8, 9, 10, 15, 17, 18, 20, 21, 23, 26, 28, 30, 31, 34, 35, 39, 40, 43, 44, 45, 46, 50, 51, 52, 53, 54, 61, 62, 63, 64, 65, 66, 67, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 91, 92, 93, 94, 95, 98, 99, 102, 105, 107, 108, 111, 117, 118, 120, 121)",
    "close": "關閉"
  }
}
